Repository: marketingbybesic/kronos
Catalog: Kronos/Resources/Localizable.xcstrings
Source language: en
Languages: hr

# empty.calendar.action
source: Open System Settings
hr: Otvori Postavke sustava

# empty.calendar.body
source: No events today.
hr: Danas nema događaja.

# empty.filter.nomatch
source: Nothing matches these filters.
hr: Ništa ne odgovara ovim filtrima.

# empty.inbox.body
source: Nothing waiting for a home.
hr: Ništa ne čeka mjesto.

# empty.next7.body
source: Nothing in the next seven days.
hr: Ništa u sljedećih sedam dana.

# empty.search.query
source: No matches for “%1$@”.
hr: Nema podudaranja za „%1$@”.

# empty.today.body
source: Nothing due. Pick one when you want one thing.
hr: Ništa s rokom. Odaberi jedan kad želiš jednu stvar.

# empty.view.body
source: No tasks match this view.
hr: Nijedan zadatak ne odgovara ovom prikazu.

# energy.high
source: High
hr: Visoko

# energy.low
source: Low
hr: Nisko

# energy.mid
source: Mid
hr: Srednje

# energykind.admin
source: Admin
hr: Administracija

# energykind.creative
source: Creative
hr: Kreativno

# energykind.deepwork
source: Focused work
hr: Fokusirani rad

# energykind.people
source: People
hr: Ljudi

# energykind.physical
source: Physical
hr: Fizičko

# hotkey.global.completecurrent
source: Complete the current task
hr: Završi trenutni zadatak

# hotkey.global.meetingcapture
source: Meeting capture
hr: Bilješke sa sastanka

# hotkey.global.pickone
source: Pick one
hr: Odaberi jedan

# hotkey.global.quickadd
source: Quick add from anywhere
hr: Brzo dodavanje s bilo kojeg mjesta

# hotkey.global.showordo
source: Show Up next
hr: Prikaži Sljedeće

# hotkey.list.breakdown
source: Break down
hr: Rastavi

# hotkey.list.delete
source: Delete
hr: Obriši

# hotkey.list.down
source: Next task
hr: Sljedeći zadatak

# hotkey.list.due
source: Type a due date
hr: Upiši rok

# hotkey.list.effort.large
source: Effort: large
hr: Napor: velik

# hotkey.list.effort.medium
source: Effort: medium
hr: Napor: srednji

# hotkey.list.effort.small
source: Effort: small
hr: Napor: mali

# hotkey.list.expandall
source: Show or hide all subtasks
hr: Prikaži ili sakrij sve podzadatke

# hotkey.list.extenddown
source: Extend the selection down
hr: Proširi odabir prema dolje

# hotkey.list.extendup
source: Extend the selection up
hr: Proširi odabir prema gore

# hotkey.list.focuspin
source: Pin as focus
hr: Prikvači kao fokus

# hotkey.list.open
source: Open
hr: Otvori

# hotkey.list.plantoday
source: Plan for today
hr: Planiraj za danas

# hotkey.list.plantomorrow
source: Plan for tomorrow
hr: Planiraj za sutra

# hotkey.list.priority.high
source: Priority: high
hr: Prioritet: visok

# hotkey.list.priority.low
source: Priority: low
hr: Prioritet: nizak

# hotkey.list.priority.medium
source: Priority: medium
hr: Prioritet: srednji

# hotkey.list.priority.none
source: No priority
hr: Bez prioriteta

# hotkey.list.priority.urgent
source: Priority: urgent
hr: Prioritet: hitno

# hotkey.list.project
source: Move to project
hr: Premjesti u projekt

# hotkey.list.snooze
source: Snooze to tomorrow
hr: Odgodi za sutra

# hotkey.list.someday
source: Move to Someday
hr: Premjesti u Jednom

# hotkey.list.toggle
source: Complete
hr: Završi

# hotkey.list.up
source: Previous task
hr: Prethodni zadatak

# hotkey.list.waiting
source: Waiting on someone
hr: Čeka na nekoga

# hotkey.scope.editor
source: While editing
hr: Tijekom uređivanja

# hotkey.scope.list
source: In the list
hr: U popisu

# hotkey.scope.popover
source: In the menu bar
hr: U traci izbornika

# hotkey.scope.window
source: In the window
hr: U prozoru

# iconpicker.empty
source: No icon matches.
hr: Nijedna ikona ne odgovara.

# iconpicker.title
source: Project icon
hr: Ikona projekta

# iconset.group.food
source: Food
hr: Hrana

# iconset.group.health
source: Health
hr: Zdravlje

# iconset.group.home
source: Home
hr: Dom

# iconset.group.media
source: Media
hr: Mediji

# iconset.group.misc
source: Other
hr: Ostalo

# iconset.group.money
source: Money
hr: Novac

# iconset.group.people
source: People
hr: Ljudi

# iconset.group.travel
source: Travel
hr: Putovanja

# iconset.group.work
source: Work
hr: Posao

# impuls.a11y.another.hint
source: Shows a different task.
hr: Prikazuje drugi zadatak.

# impuls.a11y.setaside.hint
source: Hides this task from Pick one for today.
hr: Skriva ovaj zadatak iz odabira za danas.

# impuls.button.another
source: Another
hr: Drugi

# impuls.button.skip
source: Not now
hr: Ne sada

# impuls.button.start
source: Start
hr: Počni

# impuls.candidate.nothingshallow
source: Nothing light left
hr: Nema više ničeg laganog

# impuls.candidate.shallowquick
source: Light and quick
hr: Lagano i brzo

# impuls.empty.line
source: Nothing calling. Enjoy it.
hr: Ništa te ne zove. Uživaj.

# impuls.energy.prompt
source: Energy right now
hr: Energija sada

# impuls.fallback.dread
source: Two minutes of it, then you decide.
hr: Dvije minute i onda odlučuješ.

# impuls.fallback.high
source: This is the one that needs the good hours.
hr: Ovo je ono za dobre sate.

# impuls.fallback.low
source: Small, light, fits your energy.
hr: Malo, lagano, taman za sada.

# impuls.fallback.mid
source: Middle of the road, and it is on the list.
hr: Sredina puta, a na popisu je.

# impuls.title
source: Pick one
hr: Odaberi jedan

# leftoff.line
source: Where you left off: %1$@
hr: Stao si na: %1$@

# list.bulk.blocked.few
source: %lld blocked tasks skipped
hr: Preskočena %lld blokirana zadatka

# list.bulk.blocked.many
source: %lld blocked tasks skipped
hr: Preskočeno %lld blokiranih zadataka

# list.bulk.blocked.one
source: %lld blocked task skipped
hr: Preskočen %lld blokiran zadatak

# list.bulk.close
source: Clear selection
hr: Poništi odabir

# list.bulk.date
source: Date
hr: Datum

# list.bulk.deleted.few
source: Deleted %lld tasks
hr: Izbrisana %lld zadatka

# list.bulk.deleted.many
source: Deleted %lld tasks
hr: Izbrisano %lld zadataka

# list.bulk.deleted.one
source: Deleted %lld task
hr: Izbrisan %lld zadatak

# list.bulk.done.few
source: Completed %lld tasks
hr: Završena %lld zadatka

# list.bulk.done.many
source: Completed %lld tasks
hr: Završeno %lld zadataka

# list.bulk.done.one
source: Completed %lld task
hr: Završen %lld zadatak

# list.bulk.panel.few
source: %lld tasks selected
hr: %lld zadatka odabrana

# list.bulk.panel.many
source: %lld tasks selected
hr: %lld zadataka odabrano

# list.bulk.panel.one
source: %lld task selected
hr: %lld zadatak odabran

# list.bulk.reopened.few
source: Reopened %lld tasks
hr: Ponovno otvorena %lld zadatka

# list.bulk.reopened.many
source: Reopened %lld tasks
hr: Ponovno otvoreno %lld zadataka

# list.bulk.reopened.one
source: Reopened %lld task
hr: Ponovno otvoren %lld zadatak

# list.bulk.selected.few
source: %lld selected
hr: %lld odabrana

# list.bulk.selected.many
source: %lld selected
hr: %lld odabranih

# list.bulk.selected.one
source: %lld selected
hr: %lld odabran

# list.bulk.updated.few
source: Updated %lld tasks
hr: Ažurirana %lld zadatka

# list.bulk.updated.many
source: Updated %lld tasks
hr: Ažurirano %lld zadataka

# list.bulk.updated.one
source: Updated %lld task
hr: Ažuriran %lld zadatak

# list.display
source: Display
hr: Prikaz

# list.drop.hint.nest.key
source: Becomes subtask, or press %1$@
hr: Postaje podzadatak, ili pritisni %1$@

# list.drop.hint.newtask
source: New task
hr: Novi zadatak

# list.drop.hint.nest
source: Becomes subtask
hr: Postaje podzadatak

# list.drop.hint.moveunder
source: Moves under this task
hr: Premješta se pod ovaj zadatak

# list.drop.hint.attach
source: Attaches as a link
hr: Veže se kao poveznica

# list.drop.blocked.subtask
source: A subtask cannot have subtasks of its own
hr: Podzadatak ne može imati vlastite podzadatke

# list.drop.hint.promote.key
source: Becomes task, or press %1$@
hr: Postaje zadatak, ili pritisni %1$@

# list.due.field.placeholder
source: Type a date: fri, 25.10.
hr: Upiši datum: pet, 25.10.

# list.due.field.unreadable
source: Not a date Kronos can read.
hr: Kronos ne prepoznaje taj datum.

# list.empty.action.all
source: Show all tasks
hr: Prikaži sve zadatke

# list.empty.action.inbox
source: Go to Inbox
hr: Idi u Pristiglo

# list.empty.inbox.purpose
source: New tasks without a project land here first.
hr: Novi zadaci bez projekta prvo stižu ovdje.

# list.empty.next7.purpose
source: Tasks due or planned in the next seven days show here.
hr: Ovdje su zadaci s rokom ili planom u sljedećih sedam dana.

# list.empty.project.purpose
source: Add the first task above, or drag tasks here from another list.
hr: Dodaj prvi zadatak gore ili povuci zadatke ovamo iz drugog popisa.

# list.empty.project.title
source: Nothing here yet.
hr: Ovdje još nema ničega.

# list.empty.someday.purpose
source: Ideas and maybes wait here until you want them.
hr: Ideje i možda-zadaci čekaju ovdje dok ih ne zatrebaš.

# list.empty.someday.title
source: Nothing for someday.
hr: Ništa za jednom.

# list.empty.view.purpose
source: Change the rules of this view, or add a task that fits them.
hr: Promijeni pravila ovog prikaza ili dodaj zadatak koji im odgovara.

# list.empty.waiting.purpose
source: Tasks you are waiting on someone for stay here and come back to Today on their own.
hr: Zadaci koji čekaju na nekoga stoje ovdje i sami se vraćaju u Danas.

# list.empty.waiting.title
source: Nothing to wait on.
hr: Ništa ne čeka.

# list.filter.due.custom
source: Custom range
hr: Prilagođeno razdoblje

# list.filter.due.next30
source: Next 30 days
hr: Sljedećih 30 dana

# list.filter.due.none
source: No date
hr: Bez datuma

# list.filter.due.overdue
source: Carried over
hr: Preneseno

# list.filter.due.today
source: Today
hr: Danas

# list.filter.due.week
source: This week
hr: Ovaj tjedan

# list.filter.label
source: Label
hr: Oznaka

# list.filter.project
source: Project
hr: Projekt

# list.legend.effort
source: Effort
hr: Napor

# list.legend.extend
source: Extend the selection
hr: Proširi odabir

# list.legend.priority
source: Priority
hr: Prioritet

# list.legend.title
source: List keys
hr: Tipke popisa

# list.missing.asking
source: Asking…
hr: Pitam…

# list.missing.dismiss
source: Dismiss
hr: Odbaci

# list.missing.fill
source: Fill %1$lld
hr: Popuni %1$lld

# list.missing.fill.one
source: Fill
hr: Popuni

# list.missing.filled
source: Suggestions filled: %1$lld
hr: Popunjeno prijedloga: %1$lld

# list.missing.header.deadline
source: No deadline (%1$lld)
hr: Bez roka (%1$lld)

# list.missing.header.effort
source: No effort (%1$lld)
hr: Bez napora (%1$lld)

# list.missing.header.estimate
source: No estimate (%1$lld)
hr: Bez procjene (%1$lld)

# list.missing.header.generic
source: No value for %1$@ (%2$lld)
hr: Nema vrijednosti: %1$@ (%2$lld)

# list.missing.header.project
source: No project (%1$lld)
hr: Bez projekta (%1$lld)

# list.missing.none
source: Nothing to suggest
hr: Nema prijedloga

# list.missing.suggest
source: Suggest with AI
hr: Predloži pomoću AI-ja

# list.missing.suggest.help
source: Looks at your similar tasks and suggests a value. Nothing changes until you tap Fill.
hr: Gleda slične zadatke i predlaže vrijednost. Ništa se ne mijenja dok ne odabereš Popuni.

# list.nest.err.gone
source: That task no longer exists.
hr: Taj zadatak više ne postoji.

# list.nest.err.self
source: A task can't become a subtask of itself.
hr: Zadatak ne može postati podzadatak samog sebe.

# list.nest.err.noabove
source: There is no task above to nest under.
hr: Iznad nema zadatka kojem bi postao podzadatak.

# list.nest.err.subtask
source: A subtask can't have subtasks of its own.
hr: Podzadatak ne može imati vlastite podzadatke.

# list.nest.err.select
source: Select a single task first.
hr: Prvo odaberi jedan zadatak.

# list.new
source: New task
hr: Novi zadatak

# list.pill.avoiding
source: Avoiding “%1$@”
hr: Izbjegavam „%1$@”

# list.pill.due
source: Due %1$@ for “%2$@”
hr: Rok %1$@ za „%2$@”

# list.pill.dueclear
source: Cleared the due date of “%1$@”
hr: Rok za „%1$@” uklonjen

# list.pill.effort
source: Effort %1$@ for “%2$@”
hr: Napor %1$@ za „%2$@”

# list.pill.labeladded
source: Added %1$@ to “%2$@”
hr: Oznaka %1$@ dodana na „%2$@”

# list.pill.labelcolour
source: New colour for %1$@
hr: Nova boja za %1$@

# list.pill.labelremoved
source: Removed %1$@ from “%2$@”
hr: Oznaka %1$@ maknuta s „%2$@”

# list.pill.labelrenamed
source: Label renamed to %1$@
hr: Oznaka preimenovana u %1$@

# list.pill.notavoiding
source: No longer avoiding “%1$@”
hr: Više ne izbjegavam „%1$@”

# list.pill.notsomeday
source: “%1$@” is back in your lists
hr: „%1$@” je opet u tvojim popisima

# list.pill.notwaiting
source: “%1$@” is no longer waiting
hr: „%1$@” više ne čeka

# list.pill.plannedtoday
source: Planned “%1$@” for today
hr: „%1$@” planirano za danas

# list.pill.plannedtomorrow
source: Planned “%1$@” for tomorrow
hr: „%1$@” planirano za sutra

# list.pill.renamed
source: Renamed to “%1$@”
hr: Preimenovano u „%1$@”

# list.pill.someday
source: Moved “%1$@” to Someday
hr: „%1$@” premješteno u Jednom

# list.pill.status
source: Status %1$@ for “%2$@”
hr: Stanje %1$@ za „%2$@”

# list.pill.viewsaved
source: Saved view “%1$@”
hr: Prikaz „%1$@” spremljen

# list.pill.viewupdated
source: Updated view “%1$@”
hr: Prikaz „%1$@” ažuriran

# list.pill.waiting
source: “%1$@” is waiting. It comes back to Today in three days.
hr: „%1$@” čeka. Vraća se u Danas za tri dana.

# list.row.blocked.many
source: Waiting on %lld tasks
hr: Čeka na više zadataka (%lld)

# list.row.blocked.one
source: Waiting on %@
hr: Čeka na „%@”

# list.row.agentdone
source: Completed by %@
hr: Dovršio agent %@

# list.row.tooltip.due
source: Due %1$@
hr: Rok %1$@

# list.row.tooltip.due.viasubtask
source: Due %1$@, from a subtask
hr: Rok %1$@, zbog podzadatka

# list.saveview
source: Save view
hr: Spremi prikaz

# list.sort.manual
source: Manual
hr: Ručno

# list.unnest.err.select
source: Click a subtask first.
hr: Prvo odaberi podzadatak.

# menu.edit.find
source: Find
hr: Traži

# menu.edit.redo
source: Redo
hr: Ponovi

# menu.edit.undo
source: Undo
hr: Poništi

# menu.extra.complete
source: Complete current
hr: Završi trenutni

# menu.file.newtask
source: New Task
hr: Novi zadatak

# menu.file.quickadd
source: Quick Add
hr: Brzi unos

# menu.go.title
source: Go
hr: Idi

# menu.task.capture
source: Capture from notes…
hr: Zadaci iz bilješki…

# menu.task.impuls
source: Pick one
hr: Odaberi jedan

# menu.task.nest
source: Make Subtask of Task Above
hr: Pretvori u podzadatak zadatka iznad

# menu.task.retriage
source: Sort again
hr: Razvrstaj ponovno

# menu.task.morning
source: Morning plan
hr: Jutarnji plan

# menu.task.title
source: Task
hr: Zadatak

# menu.task.triage
source: Sort
hr: Razvrstaj

# menu.task.unnest
source: Make Subtask a Task
hr: Pretvori podzadatak u zadatak

# menu.view.inspector
source: Toggle Inspector
hr: Uključi/isključi inspektor

# menu.view.palette
source: Command palette
hr: Naredbe

# menu.view.showdone
source: Show Done
hr: Prikaži gotovo

# menu.view.sidebar
source: Toggle Sidebar
hr: Uključi/isključi rubni stupac

# menubar.allclear
source: All clear
hr: Sve čisto

# menubar.capture.find
source: Find tasks
hr: Pronađi zadatke

# menubar.capture.placeholder
source: Paste or type meeting notes
hr: Zalijepi ili upiši bilješke sa sastanka

# menubar.footer.open
source: Open Kronos
hr: Otvori Kronos

# menubar.footer.quickadd
source: Quick add
hr: Brzo dodavanje

# menubar.footer.settings
source: Settings
hr: Postavke

# menubar.menu.pickone
source: Pick one
hr: Odaberi jedan

# menubar.menu.quit
source: Quit Kronos
hr: Zatvori Kronos

# menubar.menu.settings
source: Settings…
hr: Postavke…

# menubar.next.title
source: Next
hr: Sljedeće

# menubar.now.notnow
source: Not now
hr: Ne sada

# menubar.now.snooze
source: Tomorrow
hr: Sutra

# menubar.ordo.complete
source: Done
hr: Gotovo

# menubar.ordo.remaining
source: %1$@ left in this list
hr: Još %1$@ u ovoj listi

# menubar.pinned.badge
source: Pinned
hr: Prikvačeno

# menubar.quiet.long
source: Been at this a while. Water?
hr: Već dugo radiš na ovome. Vode?

# menubar.quiet.next
source: Next: %1$@ at %2$@
hr: Sljedeće: %1$@ u %2$@

# menubar.quiet.timeleft
source: %d min left
hr: još %d min

# menubar.quiet.toggle
source: Time lines
hr: Vremenski retci

# menubar.tell.applied
source: Order changed
hr: Redoslijed promijenjen

# menubar.tell.apply
source: Apply
hr: Primijeni

# menubar.tell.moved.back
source: Moved to the end: %d
hr: Pomaknuto na kraj: %d

# menubar.tell.moved.front
source: Moved to the top: %d
hr: Pomaknuto na vrh: %d

# menubar.tell.nochange
source: Nothing to change.
hr: Nema promjene.

# menubar.tell.placeholder
source: Tell Kronos…
hr: Reci Kronosu…

# menubar.tell.preview
source: New order
hr: Novi redoslijed

# menubar.tell.thinking
source: Thinking…
hr: Razmišljam…

# menubar.tell.unknown
source: Try: Acme first
hr: Pokušaj: Acme prvo

# menubar.unpin
source: Unpin
hr: Otkvači

# menubar.zone.capture
source: Capture
hr: Hvatanje

# menubar.zone.now
source: Now
hr: Sada

# menubar.zone.title
source: Menu bar zones
hr: Zone trake izbornika

# morning.accept
source: Let's go
hr: Idemo

# morning.dismiss
source: Not today
hr: Ne danas

# morning.subtitle
source: Three to start with.
hr: Tri za početak.

# morning.swap
source: Swap
hr: Zamijeni

# morning.title
source: Morning plan
hr: Jutarnji plan

# morning.undo.planned
source: Planned for today.
hr: Planirano za danas.

# nowcard.now
source: Now
hr: Sada

# nowcard.undo.tomorrow
source: Moved to tomorrow.
hr: Premješteno na sutra.

# ordo.preset.coach
source: Coach
hr: Trener

# ordo.preset.deadline
source: Deadline first
hr: Prvo rokovi

# ordo.preset.deepwork
source: Focused work
hr: Fokusirani rad

# ordo.preset.priority
source: By priority
hr: Po prioritetu

# ordo.preset.quickwins
source: Quick wins
hr: Brze pobjede

# ordo.title
source: Up next
hr: Sljedeće

# palette.bulk.complete.few
source: Complete %1$lld tasks
hr: Završi %1$lld zadatka

# palette.bulk.complete.many
source: Complete %1$lld tasks
hr: Završi %1$lld zadataka

# palette.bulk.complete.one
source: Complete %1$lld task
hr: Završi %1$lld zadatak

# palette.bulk.delete.few
source: Delete %1$lld tasks
hr: Izbriši %1$lld zadatka

# palette.bulk.delete.many
source: Delete %1$lld tasks
hr: Izbriši %1$lld zadataka

# palette.bulk.delete.one
source: Delete %1$lld task
hr: Izbriši %1$lld zadatak

# palette.bulk.due.few
source: Set due date for %1$lld tasks: %2$@
hr: Postavi rok za %1$lld zadatka: %2$@

# palette.bulk.due.many
source: Set due date for %1$lld tasks: %2$@
hr: Postavi rok za %1$lld zadataka: %2$@

# palette.bulk.due.one
source: Set due date for %1$lld task: %2$@
hr: Postavi rok za %1$lld zadatak: %2$@

# palette.bulk.move.few
source: Move %1$lld tasks to %2$@
hr: Premjesti %1$lld zadatka u %2$@

# palette.bulk.move.many
source: Move %1$lld tasks to %2$@
hr: Premjesti %1$lld zadataka u %2$@

# palette.bulk.move.one
source: Move %1$lld task to %2$@
hr: Premjesti %1$lld zadatak u %2$@

# palette.bulk.priority.few
source: Set priority for %1$lld tasks: %2$@
hr: Postavi prioritet za %1$lld zadatka: %2$@

# palette.bulk.priority.many
source: Set priority for %1$lld tasks: %2$@
hr: Postavi prioritet za %1$lld zadataka: %2$@

# palette.bulk.priority.one
source: Set priority for %1$lld task: %2$@
hr: Postavi prioritet za %1$lld zadatak: %2$@

# palette.bulk.section
source: Selected tasks
hr: Odabrani zadaci

# palette.command.blockstay
source: Stay in this one
hr: Ostani u ovome

# palette.command.blockswitch
source: Switch to the block project
hr: Prijeđi na projekt bloka

# palette.command.linknote
source: Link Apple note to this task
hr: Poveži Apple bilješku sa zadatkom

# palette.command.pin
source: Pin as focus
hr: Prikvači kao fokus

# palette.command.pullnotes
source: Pull from Notes inbox
hr: Povuci iz mape Bilješki

# palette.command.unpin
source: Unpin focus
hr: Makni fokus

# palette.empty
source: Nothing matches.
hr: Ništa ne odgovara.

# palette.empty.clear
source: Clear search
hr: Očisti pretragu

# palette.hint.close
source: Close
hr: Zatvori

# palette.hint.navigate
source: Navigate
hr: Kretanje

# palette.hint.open
source: Open
hr: Otvori

# palette.placeholder
source: Type a command or search
hr: Upiši naredbu ili pretraži

# palette.section.actions
source: Actions
hr: Radnje

# palette.section.coach
source: Coach
hr: Trener

# palette.section.navigate
source: Go to
hr: Idi na

# palette.section.run
source: Run
hr: Pokreni

# palette.section.tasks
source: Tasks
hr: Zadaci

# palette.template.new
source: New from template…
hr: Novo iz predloška…

# permissions.action.allow
source: Allow
hr: Dopusti

# permissions.action.open
source: Open
hr: Otvori

# permissions.action.opensettingstab
source: Open Settings
hr: Otvori Postavke

# permissions.action.opensystem
source: Open System Settings
hr: Otvori Postavke sustava

# permissions.action.turnon
source: Turn on
hr: Uključi

# permissions.intro
source: Kronos works without any of these. Each one switches on one feature.
hr: Kronos radi i bez ovoga. Svaka dozvola uključuje jednu mogućnost.

# permissions.remembered
source: macOS remembers each answer. Change it any time in System Settings.
hr: macOS pamti svaki odgovor. Promijeni ga bilo kad u Postavkama sustava.

# permissions.row.calendar.reason
source: Shows today's time blocks and suggests switching tasks around meetings.
hr: Prikazuje današnje vremenske blokove i predlaže promjenu zadatka oko sastanaka.

# permissions.row.calendar.title
source: Calendar
hr: Kalendar

# permissions.row.claude.reason
source: Lets an AI assistant read and edit your tasks through MCP.
hr: Omogućuje AI asistentu čitanje i uređivanje tvojih zadataka preko MCP-a.

# permissions.row.claude.title
source: AI access (MCP)
hr: AI pristup (MCP)

# permissions.row.launch.reason
source: Opens Kronos automatically when you sign in.
hr: Automatski pokreće Kronos kad se prijaviš.

# permissions.row.launch.title
source: Launch at login
hr: Pokretanje pri prijavi

# permissions.row.notes.reason
source: Lets Capture read the notes in your Kronos inbox folder.
hr: Hvatanje čita bilješke iz tvoje ulazne mape u Bilješkama.

# permissions.row.notes.title
source: Apple Notes
hr: Apple bilješke

# permissions.row.reminders.reason
source: Lets Capture bring your open reminders in as tasks.
hr: Omogućuje Hvatanju da tvoje otvorene podsjetnike unese kao zadatke.

# permissions.row.reminders.title
source: Reminders
hr: Podsjetnici

# permissions.row.selectedtext.reason
source: Quick add starts from the text you selected. Uses Accessibility; nothing leaves this Mac.
hr: Brzo dodavanje kreće od teksta koji si označio. Koristi Pristupačnost; ništa ne napušta ovaj Mac.

# permissions.row.selectedtext.title
source: Text you select in other apps
hr: Tekst koji označiš u drugim aplikacijama

# permissions.row.siri.reason
source: Kronos actions are available in the Shortcuts app. No permission needed.
hr: Kronos radnje dostupne su u aplikaciji Prečaci. Dozvola nije potrebna.

# permissions.row.siri.title
source: Siri & Shortcuts
hr: Siri i Prečaci

# permissions.row.spotlight.reason
source: Tasks appear in Spotlight search. No permission needed.
hr: Zadaci se pojavljuju u Spotlight pretrazi. Dozvola nije potrebna.

# permissions.status.denied
source: Not allowed
hr: Nije dopušteno

# permissions.status.granted
source: Allowed
hr: Dopušteno

# permissions.status.notdetermined
source: Not set up
hr: Nije postavljeno

# permissions.status.notneeded
source: Not needed
hr: Nije potrebno

# permissions.title
source: Permissions
hr: Dozvole

# priority.high
source: High
hr: Visok

# priority.low
source: Low
hr: Nizak

# priority.medium
source: Medium
hr: Srednji

# priority.none
source: No priority
hr: Bez prioriteta

# priority.urgent
source: Urgent
hr: Hitno

# quickadd.ack.day
source: Added for %1$@
hr: Dodano za %1$@
